angular.ng-template
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
daltonmenezes.aura-theme
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
infinity1207.angular2-switcher
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-playwright.playwright
ms-vscode-remote.remote-containers
ms-vscode.vs-keybindings
pkief.material-icon-theme
redhat.vscode-xml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
